//////Login screen/////////////


"Username / Email" = "Username / Email";
"Password"="Password";
"Forgot your password?"="Forgot your password?";
"Language"="Language";
"Log in"="Log in";
"Schools"="Schools";

"Click here to search for your school" = "Click here to search for your school";
"An error has occurred"="An error has occurred";

"Enter Email"="Enter Email";

"Please enter the Email for your account."="Please enter the Email for your account.";


"Enter a valid email address."="Enter a valid email address.";

"Error"="Error";
"Ok"="Ok";


"Not connected to the internet"="Not connected to the internet";

"Alert"="Alert";

"Cancel"="Cancel";
"Done"="Done";

"The user" = "The user";
"requires two factor login and a code has been sent to" = "requires two factor login and a code has been sent to";
"Two factor login" = "Two factor login";

"Enter valid Authentication Number" = "Enter valid Authentication Number";

"Code became invalid. Please login again" = "Code became invalid. Please login again";

//////Remember_Me screen/////////////


"Remember me?"="Remember me?";
"NO"="No";
"YES"="YES";

////////Terms of use/////////////

"Terms of use"="Terms of use";
"To proceed to the platform you need to accept our new terms of service."="To proceed to the platform you need to accept our new terms of service.";
"Log out"="Log out";
"Decline"="Decline";
"Accept"="Accept";
"I have read and accepting the following terms of service:"="I have read and accepting the following terms of service:";




//////users panel screen/////////////

"My Account"="My Account";

//////Show Post  screen/////////////

"Edu Blog"="Edu Blog";

"Edu Blog Post"="Edu Blog Post";

"Search"="Search";

"Publish"="Publish";
"Post"="Post";
"Create"="Create";

"Video is downloaded to your Photos" = "Video is downloaded to your Photos";

//////Show Post  screen/////////////
"Cancel"="Cancel";
"Filter"="Filter";

"Groups"="Groups";

"Users"="Users";

"Select Group"="Select Group";
"Select Students"="Select Students";
"Select Knowledge Areas"="Select Knowledge Areas";


"Multiple Groups"="Multiple Groups";
"All"="All";
"Knowledge Areas"="Knowledge Areas";

"From"="From";
"To"="To";



"SAVE DRAFT"="SAVE DRAFT";
"PUBLISH"="PUBLISH";
"RETRIEVE DRAFT"="RETRIEVE DRAFT";
"New Post"="New Post";

"YYYY-MM-DD"="YYYY-MM-DD";

"Description"="Description";
"NOTIFY BY MAIL"="NOTIFY BY MAIL";
"Comment"="Comment";

"Are you sure you want to Delete"="Are you sure you want to Delete";
"Are you sure you want to Delete this Post"="Are you sure you want to Delete this Post";

"Message!!"="Message!!";
"Camera is not available , Please choose Picture from Library"="Camera is not available , Please choose Picture from Library";
"Photos"="Photos";
"Camera"="Camera";
"Select your Option"="Select your Option";
"You have to select one or more groups, or individual users"="You have to select one or more groups, or individual users";

"Enter some Description"="Enter some Description";

"Knowledge Area"="Knowledge Area";

"Log out"="Log out";


"Do you want to log out?"="Do you want to log out?";

"Setting"="Setting";
"Sign out"="Sign out";

"Connect to admin for component"="Connect to admin for component";

"Curriculum Tags"="Curriculum Tags";

"Edit Edu blog"="Edit Edu blog";

"Delete"="Delete";

"Save"="Save";

"Upload image/video"="Upload image/video";


"NOTIFICATION"="UNDERRÄTTELSE";


"Mine Only"="Mine Only";
"Date"="Date";
"BY"="BY";
"FOR"="FOR";

"REMOVE DRAFT"="REMOVE DRAFT";
"USE DRAFT"="USE DRAFT";
"Preschool"="Preschool";
//////NEWS Class/////////////


"NEWS"="NEWS";
"Latest"="Latest";
"Recipients"="Recipients";
"News title here"="News title here";

"You must enter a news title and description"="You must enter a news title and description";

"GENERAL"="GENERAL";
"NOTIFICATIONS"="NOTIFICATIONS";

"Create news"="Create news";
"Edit News"="Edit News";

//////Setting Class/////////////

"Vibration"="Vibration";
"Sound"="Sound";
"Individual posts"="Individual posts";
"Posts for groups"="Posts for groups";
"Posts for school"="Posts for school";
"Comments"="Comments";
"Comments in own discussion"="Comments in own discussion";
"Group posts"="Group posts";
"School posts"="School posts";

"Attendance"="Attendance";
"Individual in school"="Individual in school";
"Individual in common group"="Individual in common group";
"Absence note"="Absence note";
"Retrieval note"="Retrieval note";


"Random Files"="Random Files";

"Course posts"="Course posts";
"Published Evaluation"="Published Evaluation";

////////// Retrieval List //////////

"Retrieval"="Retrieval";
"Dropoff"="Dropoff";

"Drop off"="Drop off";

"Retrieval Times"="Retrieval Times";

"Retrieval List"="Retrieval List";
"Options"="Options";
"CHILDREN"="CHILDREN";
"Guardians"="Guardians";
"Retriever Note"="Retriever Note";
"Retriever note"="Retriever note";
"Retriever"="Retriever";
"Retriever Name"="Retriever Name";
"Contact details"="Contact details";
"Written by:"="Written by:";
"Portrait:"="Portrait:";
"Profile"="Profile";
"Other information"="Other information";
"Contact Information"="Contact Information";
"Allergies"="Allergies";
"Absence Days"="Absence Days";
"Retrieval History"="Retrieval History";
"By whom"="By whom";
"Type"="Type";
"Time"="Time";
"Note history"="Note history";
"Absent Note"="Absent Note";
"Edit retrieval note"="Edit retrieval note";
"Add Retrieval Note"="Add Retrieval Note";
"Retrieval note"="Retrieval note";
"Attendance overview"="Attendance overview";
"Send"="Send";
"Note:"="Note:";
"Absent Note"="Absent Note";
"Edit Absent Note"="Edit Absent Note";
"Add Absent Description"="Add Absent Description";
"Note description"="Note description";


"Absent"="Absent";
"Not retrieved"="Not retrieved";
"Absent notes"="Absent notes";
"Child accounts"="Child accounts";
"Attendance list"="Attendance list";
"Updated"="Updated";
"Update"="Update";

"   Other accounts"="   Other accounts";
"Todays Dropoff Time :"="Todays Dropoff Time :";
"Todays Retrival Time :"="Todays Retrival Time :";
"Save Changes"="Save Changes";
"Sunday"="Sunday";
"Week"="Week";
"Important info"="Important info";
"Schedule Drop Off & Retrieval times"="Schedule Drop Off & Retrieval times";
"Intervall"="Intervall";
"Set time"="Set time";
"Remove drop-off and Retrieval times"="Remove drop-off and Retrieval times";

"Add filter"="Add filter";

"Type extra details here"="Type extra details here";
"Phonenumber"="Phonenumber";
"Name"="Name";
"Mark as absent"="Mark as absent";
"Schema Drop Off"="Schema Drop Off";
"Schedule attendance"="Schedule attendance";


//Food Menu

"Schedule" = "Schedule";
"Food Menu" = "Food Menu";

// Child Info

"First Name" = "First Name";
"Last Name" = "Last Name";
"Edit" = "Edit";
"RemoveImage" = "Remove";
"ReplaceImage" ="Replace";
"CloseImage" = "Close";


//Lunch information

"Food Notes" = "Food Notes";
"Presence" = "Presence";
"Group Selection" = "Group Selection";
"Schedule" = "Schedule";
"Currently" = "Currently";
"Allergies" = "Allergies";
"Date" = "Date";
"All Groups" = "All Groups";
"My Groups" = "My Groups";

// Calendar View

"Month" ="Month";
"Day" = "Day";
"Week" = "Week";
"Today" = "Today";

// Activities & Vacations

"Add Vacation" = "Add Vacation";
"Add Activity" = "Add Activity";
"Edit Activity" = "Edit Activity";
"Add Absent note" = "Add Absent note";
"Absent Note" = "Absent Note";

"Start date" = "Start date";
"End date" = "End date";
"Start time" = "Start time";
"End time" = "End time";

"Please select start date" = "Please select start date";
"Please select start time" = "Please select start time";
"Please select end date" = "Please select end date";
"Please enter description" = "Please enter description";
"End date should be recent"= "End date should be recent";
"Failed to add Vacation" ="Failed to add Vacation";


// Add Absent Notes

"Please select from date" = "Please select from date";
"Please select to date" = "Please select to date";
"Please select Type" = "Please select Type";
"Sickness"= "Sickness";
"Leave"= "Leave";
"Other reasons" ="Other reasons";


//Add Activity

"Lesson" = "Lesson";
"Activity" = "Activity";
"Examination" ="Examination";
"Assignment" = "Assignment";
"Individually" = "Individually";
"Unique" ="Unique";
"Study groups" = "Study groups";
"Unique Study groups" = "Unique Study groups";


"Select Date" = "Select Date";
"Select Time" = "Select Time";



"Select Course" = "Select Course";
"Select group" = "Select group";
"Schedule type" = "Schedule type";
"Aspect" = "Aspect";
"Students" = "Students";
"Study Partners" = "Study Partners";
"Deadline" = "Deadline";
"Schedule Title" = "Schedule Title";
"Title" = "Title";
"Description" = "Description";
"Enter Description" = "Enter Description";

"Your own booking" = "Your own booking";
"School" = "School";
"Mark sick for whole day" = "Mark sick for whole day";

"View Absent note" = "View Absent note";
"View Retriver note" = "View Retriver note";

"Absent detail" = "Absent detail";
"Reason" = "Reason";
"Written By" = "Written By";

"Note"= "Note";
"Make whole day as absent" = "Make whole day as absent";

// Forum
"Forum" = "Forum";
"Whole school related posts" = "Whole school related posts";
"Forum groups" = "Forum groups";
"Forum course" = "Forum course";
"Comments on post" = "Comments on post";

// Todays Note
"Todays Note" = "Todays Note";
"Todays Note History" = "Todays Note History";


// Edu step planner
"Edu step planner" = "Edu step planner";

// Quiz Manager
"Quiz Manager" = "Quiz Manager";

// Message Manager
"Message Manager" = "Message manager";

// Retrieval statistics
"Retrieval statistics" = "Retrieval statistics";

// Contact information
"Contact information" = "Contact information";

// school information
"School information" = "School information";

// survey forms
"Survey Forms" = "Survey Forms";

// Examinations
"Examinations" = "Examinations";

// course videos
"Course Videos" = "Course Videos";

// progress tables
"Progress tables" = "Progress tables";

// Quiz editor
"Quiz Editor" = "Quiz Editor";

// edublog statistics
"Edublog Statistics" = "Edublog Statistics";

// portfolio
"Portfolio" = "Portfolio";

// Evaluation progress chart
"Evaluation progress chart" = "Evaluation progress chart";
"Evaluation Matrix" = "Evaluation Matrix";

// Recovery Notice
"Recovery Notice" = "Recovery Notice";
// Weekly Retrieval
"Weekly Retrieval"="Weekly Retrieval";
"Week view"="Week view";

// SmartNotes
"Smart Notes"="Smart Notes";
"Latest"="Latest";
// Location
"Current location"="Current location";
"Authentication Failed" = "Authentication Failed";
